Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Go vánhemat dahje árabajásgeassinbargoveahka áicet máná ovdáneamis bázahallama dahje spiehkkaseami, háleštit ovttas, mii máná ovdáneamis lea persovnnalaš dahje persovnnalašvuođa sárggus ja gos dárbbaša doarjaga.
sms: Ko puärraz leŠbe håiddâkksai peâmmpersonkåŠdd vuâmmše päärna õuddnumuužzâst mââjumuužž leŠbe rääŠtktõõzzid, saǥstõõllâd õhttsest, mii päärna õuddnumuužzâst lij persoonlaž leŠbe persoonlažvuõd jiiŠjjesnallšemvuõtt da koŠst lij tueŠrjj tarbb.

source: Doaimma vuođđun lea máná persovnnalašvuođa vuhtii váldin ja iešdovddu nannen.
sms: Toimmjumuužž vuâlggmužžân lie päärna persoonlažvuõđ väŠlddmuš loŠkku da jiõččtobddmuužž raavummuš.

source: Rabasvuohta ja luohttámušlaš biras máná vánhemiid ja bargoveaga gaskkas dahket vuođu doaibmi ovttasbargui máná buorrin.
sms: ÄäŠvai da naŠddjõõddi påread päärna puärrsi da personkååŠdd kõõskâlt räjje vuađđ toimjeeiji õhttsažtuõŠjju päärna õudde.

source: Dárbbašettiin árvvoštallama doarjjan skáhppot áššedovdi cealkámuša vánhemiiguin sohppojuvvon vugiin.
sms: Taarbbšeest arvstõõllmuužž tuäŠjjen hanǩǩeet puärrsivuiŠm suåppumnääŠleld äŠšštobddi ceälkkmuš.

source: Dárbbašlaš doarjjadoaimmat álggahuvvojit seammás go doarjaga dárbu lea gávnnahuvvon.
sms: Taarbšum tuäŠrjjtuåimid altteed tâlles ko tuäŠrjjtarbb lij vuâmmšum.

source: 6.6. Ovdaoahpahus
sms: 6.6. ʼuddmättŠtõs

source: Ovdaoahpahus lea oassi árabajásgeassimis.
sms: ʼuddmättŠtõs lij vueŠss håiddâkksai peâmmâst.

source: Gielddain lea lágas máinnašuvvon geatnegasvuohta ordnet ovdaoahpahusa.
sms: KååŠddest lij lääŠjjvuađđlaž õõlǥtummuš järjsted õuddmättõõzz.

source: Ovdaoahpahusa sáhttá ordnet juogo beaivedivššus dahje skuvllas.
sms: Ouddmättõõzz vueitet järjsted jun- a peiŠvvhååidâst leŠbe škooulâst.

source: Go ovdaoahpahus lea ordnejuvvon beaivedivššus, ovdaoahpahussii heivehit maiddái beaivedivššu láhkaásaheami dego dievasmahttin.
sms: TeŠl ko õõlǥtummuužž riâššat peiŠvvhåiddpääiŠǩest, õuddmättŠtõzze šiõtteed teuŠdded še peiŠvvhååidlääŠjj.

source: Sápmelaččaid ruovttuguovllus sámegielat ovdaoahpahus ordnejuvvo vuođđooahpahusa oktavuođas.
sms: SäŠmmlai dommvuŠvdest sääŠmǩiõli õõlǥtummuužž riâššat vuađmättʼtõõzz õhttvuõđâst.

source: Ovdaoahpahus ordnejuvvo vuođđooahpahuslága vuođul.
sms: ʼõlǥtummuužžid čõõđtet vuađđmättʼtõsllääŠjj mieŠldd.

source: Ovdaoahpahusa oahpahusplána vuođustusat stivrejit riikkaviidosaččat ovdaoahpahusa sisdoalu, kvalitehta ja báikkálaš oahpahusplánaid dahkama.
sms: ʼuddmättŠtõõzz mättʼtõsplaan vuaađ ohjjee väŠlddkååŠddlaž õuddmättŠtõõzz siisǩe, šlaajj da pääiklai mättʼtõsplaani raajjmuužž.

source: Sámegielain addojuvvon ovdaoahpahusa gielalaš ulbmilat leat seammá go earáge ovdaoahpahusas.
sms: SääŠmǩiõlle uŠvddemnalla åårai õuddmättŠtõõzz ǩiõlvuađlaž täävtõõzz lie seämma ko še jeeŠres õuddmättŠtõõzzâst.

source: Mánnái galgá bajásgeassimiin ja oahpahusain addit vejolašvuođa oahppat maiddái sápmelaš kulturárbbi.
sms: Päärnže ferttai peâmmtuââŠj da mättʼtõõzz veäkka uŠvdded vueittemvuõtt mättjed še säŠmmlaž kulttuurpärbb.

source: Oahpahusa deaddočuoggát leat sápmelaš kultuvra, eandalii juoigan ja giehtaduojit, ealáhusat, eallinvuohki ja báikkálaš luondu.
sms: Mättʼtõõzz teäŠdd vuuŠvd lie sääŠmkulttuur, jeeŠrben joikk da ǩiõttʼtuââŠj, jieŠllemvueŠjj, jieŠllemnääŠll da pääiklaž luâtt.

source: Gielalaš ja kulturárbevieru joatkašuvvama galgá ovddidit báikkálaš servodagain ovttasbarggus.
sms: Ǩiõlvuađlaž da kulttuurärbbvuõđ juäŠtkkumuužž ferttai õõudeed õhttsažtuâŠjast pääiklaž õhttsažkååŠddin.

source: 7. OVTTASBARGU JA OVDDASVÁSTÁDUS
sms: 7. ʼHTTSAŽTUÂŠJJ DA VASTTUMUŠ

source: Bajásgeassinguoibmávuohta vánhemiiguin ja sogain
sms: PeâmmkueiŠmmvuõtt puärrsi da sooǥǥ vuiŠm

source: Bajásgeassinguoibmávuohta lea gaskavuohta, mas bargoveahka, vánhemat ja máná fuolaheapmái oassálastán olbmot diđolaččat čatnasit máná šaddama, ovdáneami ja oahppama doarjumii.
sms: PeâmmkueiŠmmvuõtt lij kõskkvuõtt, koŠst personkåŠdd, puärraz da päärna huõl âânnmužže vuäŠssõõđi oummu teađsteeŠl čõõnâdde päärna šõddmuužž, õuddnumuužž da mättjem tuäŠrjjumužže.

source: Guoibmávuođas vánhemat, sohka ja bargoveahka leat dásseárvosaččat, muhto dovdet máná sierra láhkai.
sms: KueiŠmmvuõđást puärraz, ruått da tuâŠjjla lie tääzzverdsaž, leša jeeŠresnallšem päärna tobddi.

source: Máná ruovttu ja árabajásgeassinbálvalusaid nana ovttasbargu doarju máná jiena gulloma.
sms: Päärna doomm da håiddâkksai peâmmkääzzkõõzzi raavâs õhttsažtuâŠjj tuäŠrjjad päärna jiõn koŠlljumuužž..

source: Mánás lea vuoigatvuohta oassálastit, váikkuhit ja beasat gullot juohkebeaivválaš doaimmain ja stohkosiin.
sms: Päärnast lij vuõiggâdvuõtt vuäŠssõõttâd, vaaikted da šõddâd kuŠllum juõŠǩkpeiŠvvsain tuõjjstõõllmuužžin da siõrin.

source: Mánáin, bearrašiin ja bargoveagain háleštallamiid vuođul dahkkojuvvui máná árabajásgeassinplána.
sms: Päärna, piârri da personkååŠddin čõõđtum saǥstõõllmuužži vuađâlt raajât håiddâŠkksai päärnai peâmmplaan.

source: Árabajásgeassima doaimma ja plánema dagadettiin dorvvastit vánhemiid ja máná váikkuhusvejolašvuođaid beaivedivššu ovddideapmái ja árvvoštallamii.
sms: Håiddâkksai peâmm toimmjumuužžid da plaanid raajeest tuäŠrjjeed puärrsi da päärnai vaaiktemvueittemvuõđ peiŠvvhååid õõdâsviikkmužže da ärvvstõõllmužže.

source: Guoibmávuohta gáibida maiddái dan, ahte goappáge oassebealis lea doarvái diehtu nuppi bajásgeassinoainnuin ja – vugiin.
sms: KueiŠmmvuõtt õõlǥad še tõn, što kuhttuin vueŠssbieŠlin lie rijttjeei teâđ kueiŠmez peâmmvuäiŠnnmõõžžin da - naalin.

source: Bearrašiid earáláganvuođa ja earálágan árvoválljemiid ádden lea guoibmávuođa gáibádus.
sms: Piârrji jeeŠresnallšemvuõđ da jeeresnallšem ärvvvaŠlljõõzzi teađstumuš lij kueiŠmmvuõđ õõlǥtumuš.

source: Bargis lea ámmátlaš ovddasvástádus vuolggahit ja bajásdoallat bajásgeassinguoibmávuođa.
sms: TuâŠjjlast lij ämmatvuađlaž vasttumuš jåŠtteed da tuõŠlljed pâŠjjen peâmmkueiŠmmvuõđ..

source: Máŋggasuorggat ovttasbargu
sms: Määŋgämmatlaž õhttsažtuâŠjj

source: Árabajásgeassin, rávvehat, ovdaoahpahus ja vuođđooahpahus dahket máná ovdáneami dáfus njuolgguslaččat ovdáneaddji oppalašvuođa.
sms: Håiddâkksai peâmm, vuäŠptempäiŠǩk, õuddmättŠtõs da vuađđmättʼtõs räjje päärna õuddnumuužž diõtt jååđtem-mieŠldd õuddneei obbvuõđ päärna šõddmuužž da õuddnumuužž juäŠtkkumuužž staannmužže.

source: Máná šaddama ja ovdáneami joatkevašvuođa dorvvasteapmin čavga ovttasbargu rávvehagaid, skuvllaid ja árabajásgeassinbálvalusaid gaskkas lea dehálaš.
sms: Čââpp õhttsažtuâŠjj vuäŠpstempaaiǩi, škoouli da håiddâkksai peâmmkääzzkõõzzi kõõskâlt lij vääžnai.

source: Maiddái rávvehaga bargun lea ovddidit máná šaddama, ovdáneami ja oahppama sihke doarjut vánhemiid sin ruovttubajásgeassimis.
sms: Še vuäŠpstempääiŠǩ tuâŠjjan lij õõudeed päärna šõddmuužž, õuddnumuužž da mättjumuužž di tuäŠrjjeed puärrsid siŠjji dommpeâmmʼmuužžâst.

source: Sosiála- ja dearvvašvuohtaministeriija ávžžuha, ahte beaivedivššu ja mánnárávvehaga gaskkas leat oktasaččat sohppojuvvon ovttasbargo- ja dieđulonohallanmeannudeamit.
sms: Sosiaal- da tiõrvâsvuõttministeria vuäŠppast, što peiŠvvhååid da päärnaivuäŠpstempaaiǩi kõõskâlt lie õõutsââŠjest suåppum õhttsažtuâŠjj- da teâđvaajjtemnääŠl.

source: Máŋgga báikkis leat ovddidan 3- ja 5-jahkásaš mánáid ovddideami čuovvumii vánhemiid, rávvehaga ja beaivedivššu ovttasbargomálle. Ovttasbargu lea veahkehan
sms: MääŋgsââŠjest lij rajjum 3- da 5-âkksai päärnai õuddnumuužž seurrjumužže puärrsi, vuäŠpstempaaiǩi da peiŠvvhååid õhttsažtuâŠjjmall.

source: beaivedikšobargoveaga ain buorebut leat diđolaš máná persovnnalaš dárbbuin.
sms: ʼhttsažtuâŠjj lij veäǩǩtam peiŠvvdommpersoonkååŠdd ääijbuužž pueŠrben teâđsted päärna persoonlaž tueŠrjj taarbid.

source: Dehálaš árabajásgeassima ovttasbargoguoibmin doibmet vánhemiid lassin ee. mánnárávvehat, skuvla, psykologa, sosiála- ja bearašbargit, hállan-, doaibma- ja fysioterapevta, earálágan máŋggasuorggat bargojoavkkut, bátnedikšu, searvegoddi ja organisašuvnnat.
sms: Vääžnai håiddqkksai päärnai peâmmtuââŠj õhttsažtuâŠjjkueiŠmmen toimmje puärrsi lââzzen jm. päärnaivuäŠpstempäiŠǩǩ, škooul, psykoloog, sosiaal- da piârtuâŠjjla, särnnam-, toimmjem - da fysioterapeeut, jeeresnallšem määŋgämmatlaž tuâŠjjärttel, pääŠnnhåidd, sieŠbrrkåŠdd da õhttõõzz.

source: Guovlulaš ja rájáid rasttildeaddji ovttasbargu
sms: VuuŠvdisiisǩež ja rååstt raaji õhttsažtuâŠjj

source: Árabajásgeassimis dahkat ovttasbarggu báikkálaš, guovlulaš, rájáid rasttildeaddji ja eamiálbmotdásis.
sms: Håiddâkksai peâmmʼmuužžâst raajât õhttsažtuââj pääiklaž, vuuŠvddsiisǩež, rååst raaji da alggmeeŠr tääzzest.

source: Sápmelaš bálvalusaid ovddidanfidnu áigge lea sámeguovllu bargoveagas badjánan dárbu ovttasbargguin plánet ja ovddidit sápmelaš árabajásgeassindoaimma.
sms: SäŠmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz äiŠǧǧen lij sääŠmvuuŠvd personkååŠddest pâŠjjnam tarbb õhttsažtuâŠjast plaanâd da õõudâsviikkâd säŠmmla håiddâkksai peâmmtoimmjumuužž.

source: Bargiid gaskasaš dáidduid lonohallan ovddida maiddái iežas barggu ovddideami.
sms: PeâmmtuâŠjjlai kõskksa silttumuužž vaajjtumuš õõudad še jiiŠjjes tuââŠj õõudâsviikkmuužž.

source: Sápmelaš árabajásgeassima ovddideami joatkin gáibida jeavddalaš fierbmedeaivvademiid.
sms: SäŠmmla håiddâkksai peâmm õõudâsviikkâm õõlǥad äiŠǧǧmiermieŠlddsaid säiŠmmkaaunõõttmuužžid.

source: Árabajásgeassinovttadagat galget sáhttit doallat jahkásaš ovddidan- ja plánendilálašvuođaid, main bargit sáhttet ovttas smiehttat mo sápmelaš kulturárvvut ollašuvašedje buoremusat árgabeaivvi bajásgeassindoaimmain.
sms: Håiddâkksai peâmmõõutilooǥǥi ferttai vueitted tuõŠlljed juõŠǩǩ eeŠjj õõdâsviikkâm- da plaanâm šõddmuužžid, koin tuâŠjjla vuäitte õõutveäkka smiõttâd mäŠhtt säŠmmla kulttuuräärvv čõõđteŠčče toteutuisivat puermõsân aarǥ peâmmtuâŠjast.

source: Ovttasbargu báikkálaš kulturdoibmiiguin nanne máná oktavuođa iežas gillii ja kultuvrii.
sms: ʼhttsažtuâŠjj pääiklai kulttuurtuåimi kooivuiŠm raŠvveed päärnai õhttvuõđ jiiŠjjes ǩiõlle da kulttuure.

source: Báikkálaš kulturdoibmiid livččii doaimmasteaset buorre váldit árabajásgeassima dárbbuid vuhtii.
sms: Pääiklai kulttuurtuåimi kooi leŠčče pueŠrr väŠldded lokku toimmjumuužžâst še håiddâkksai taarbid.

source: Davvisámegiella lea oktasaš Davvikálohta guovllus ja nuortalašgiella Ruoššas ja Suomas ássi nuortalaččaiguin.
sms: TâvvsääŠmǩiõll lij õhttsaž TâŠvv-Kaloott vuuŠvdest da nuõrttsääŠmǩiõl Ruõššjânnemst da LääŠddjânnmest jällsteeji nuõrttsäŠmmlai sest.

source: Sápmelaččaide ovttasbargu rájáid rastá lea lunddolaš ja bistevaš.
sms: SäŠmmlaid õhttsažtuâŠjj rååstt raaji lij luâđlaž da juäŠtkkjeei.

source: Árabajásgeassinovttadagaid oktavuođadoallan sápmelaš beaiveruovttuid gaskka rájáid badjel rájáid nanne sápmelaš oktiigullevašvuođa dovddu ja kultuvrra dovdamuša.
sms: Håiddâkksai peâmmõõutilooǥǥi õhttsažtuâŠjj rååstt raaji säŠmmlai peiŠvvhåiddampaaiǩivuiŠm raŠvvâd säŠmmlai õhttekuullâmtobddmuužž da kulttuur tobddmõõžž.

source: Sámeguovllu gielddain leat soahpamušat Ruoŧa ja Norgga lagašguovllu gielddaid gaskka árabajásgeassinbálvalusaid oastimis rájá rastá.
sms: SääŠmvuuŠvd kååŠddin lie suåppmõõžž Ruõččjânnam da Taarrjânnam âlddvuuŠvdi kååŠddivuiŠm håiddâkksai peâmmkääzzkõõzzi vuäŠsttmuužžâst rååst raajj.

source: Maiddái eará eamiálbmogiin lea seammasullasaš hástalusat iežas giela, kultuvrra ja servodatlašvuođa bajásdoallamis ja nannemis.
sms: Še järrzin alggmeerain lie seämmanallšem vâŠǯǯlõõzz jiiŠjjes ǩiõl, kulttuur da õhttsažkåŠddvuõđ pâŠjjen tuõŠlljem da raŠvveem diõtt.

source: Árabajásgeassinbargovehkii lea ávkin oahpásmuvvat maiddái eará eamiálbmogiid buorre geavadagaide giela ja kultuvrra sirdimis boahttevaš sohkabuolvvaide.
sms: Håiddâkksai peâmmpersonkååŠdd lij pueŠrr tobddstõõttâd jäŠrrsi alggmeerai šiõǥǥ nääŠlid ǩiõl da kulttuur serddmužže puõŠtti puõŠlvvõõǥǥid.

source: Eamiálbmotovttasbargu lea álggahuvvon sápmelaš kulturguovddáža doaimmas mánáidkultuvrra oasis.
sms: AlggmeeŠr õhttsažtuâŠjj lij alttuum säŠmmla päärnaikulttuurkõskkõõzz tuåimest päärnai kulttuur beäŠlest.

source: SÁPMELAŠ ÁRABAJÁSGEASSIMA OVDDIDEAPMI
sms: SÄŠMMLA HÅIDDÂKKSAI PEÂÂMM ʼʼUDÂSVIIKKMUŠ

source: Eamiálbmoga gielaid áitatvulošvuohta gáibida virgeoapmahaččain positiivva meannudeami, mainna gielaid seailun ja ođđa sohkabuolvvaide sirdašuvvan sáhttá dorvvastuvvot.
sms: AlggmeeŠrai ǩiõli vaarrvuâŠllsažvuõtt õõlǥâd veŠrǧǧneeǩǩin positiivlaš jeeŠrab puârast šïõttõõttmuuž, koin ǩiõli seillmuš da ođđ puõlvvõõǥǥid serddmuužž vueited staanâd.

source: Plánaid mielde dahkkojuvvon giela- ja kulturealáskahttinprográmma dahkan árabajásgeassimii ja vuođđooahpahussii máhcahivččii sámegiela dan manahan sápmelaččaide sihke dagašii sámegielain sámeservodaga bajásdoalli fámu.
sms: Plaann mieŠldd õuddneei ǩiõll- da kulttuur jeäŠljâttemprograamm raajjmuš håiddâkksaipeâmmʼmužže da vuađđmättʼtõzze veäǩkteŠčče maaccted sääŠmkiõl tõn mõõnntam säŠmmlaid da raajjâd sääŠmǩiõlin kueŠddteei viõǥǥ sääŠmõhttsažkå Šdda.

source: Sápmelaš árabajásgeassima hástalussan lea eandalii nuortalaš- ja anárašgielat árabajásgeassima dahkan.
sms: SäŠmmla håiddâkksai peâmmʼmuužžást vuastta puõŠtti vaŠǯǯlõzzân lij jeeŠrben nuõrttsääŠm- da aanrõžǩiõllsai håiddâkksai peâmmaunstõõzzi raajjmuš.

source: Sápmelaš materiálabáŋkku dahkan internehttii lea dehálaš sámegielat árabajásgeassinmateriála oktii čohkkemii.
sms: SäŠmmla materiaalbaaŋk õõudâsviikkmuš interneŠtte lij vääžnai sääŠmǩiõllsai håiddâkksai peâmmaunstõõzzi õõutsâŠjja noorrmužže håiddâkksai peâmmpersonkååŠdd da puärrsi áánnma.

source: Dát báŋku livččii oaivvilduvvon árabajásgeassinbargoveaga ja vánhemiid atnui.
sms: Håiddâkksai peâmmʼmam siisǩe õõudâsviikkmuš lij vuađđtuââŠj vueŠssen tueŠjjeemnalla.

source: Árabajásgeassima sisdoalu ovddideapmi lea bargu, man galgá bargat vuođđobarggu olis.
sms: Pedagoglaž toimmjummuužž õõlǥtõõzzi õõudâsviikkmužže lij vääžnai ǩiddeed vuâmmšummuužž uuŠcces ärttli vueittemvuõtte, toimmjumužže, sááŠjid da neäŠvvaid.

source: Pedagogalaš doaimma eavttuid ovddideapmin lea dehálaš giddet fuopmášumi smávvajoavkkuid ceggenvejolašvuođaide, doibmii, sajiide ja gaskaomiide.
sms: PersonkååŠdd tuâŠjjolo kõskkvuõđi õõudâsviikkmužže lij vääžnai vuâmmšed personkååŠdd vueittemvuõđ škoouljumužže da tuâŠjast puarast vuäittmužže.

source: Bargoveaga bargodiliid ovddideapmin lea dehálaš váldit vuhtii bargoveaga skuvlenvejolašvuođaid ja barggus veadjima Bargoveahka dárbbaša doarjaga ja stivrema sámegillii ja kultuvrii gullevaš pedagogalaš geavadagaid earuheamis, árvvoštallamis ja ovddideamis.
sms: PersonkåŠdd taarbaš tueŠrjj da ohjjumuužž sääŠmǩiõlle da kulttuure õhttneei pedagoglaž naali tobdsttumuužžâst, ärvstõõllmuužžâst da õõudâsviikkmuužžâst.

source: Iežas barggu ovddideapmi veahkeha oaidnit barggu ođđa čalmmiiguin, loktet dan árvvus atnima, earuhit iežas máhttima sihke oahppat ođđa bargovugiid ja –
sms: JiiŠjjes tuââŠj õõudâsviikkmuš veäǩǩad vueiŠnned tuââŠj ođđnallšem čuõŠvâst, páájeed tõn arvvstumuužž, tobdsted jiiŠjjes silttumuužž da väŠldded jiõŠcceezz ođđ tuâŠjjnaalid.

source: metodaid. Ovddideami hástalussan lea sápmelaš bálvalusaid ovddidanfidnu áiggedahkkon ovddidanfierpmádaga bajásdoallan, ovttasbargoeavttuid dorvvasteapmi sihke bargoveaga ja vánhemiid oasálašvuođa nannen ovddidanbarggus.
sms: ʼõudâsviikkmuužžâst vuasŠtta puõŠtti vâŠǯǯlõõzz lie säŠmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz jååđeest rajjum õõuđâsviikkânsääiŠm pâŠjjentuõŠlljumuš, õhttsažtuââŠjj õudldõõzzi staannmuš da personkååŠdd da puärrsi vuäŠssadvuõđ raavummuš õõuđâsviikkâmtuâŠjast.

source: Árabajásgeassima stivremis ja jođiheamis vástideaddji beliiguin lea maiddái guovddáš rolla ovddidanbarggu ovdáneamis.
sms: Håiddâkksai peâmmʼtuââŠj ohjjumuužžâst da jååđtumuužžâst väŠstteejin lij še kõõskâz sââŠjj õõudâsviikkâtuââŠj õuddnumuužžâst.

source: Sápmelaš bálvalusaid ovddidanbarggus lea badjánan resurssaid váilevuohta, mii dahká ovttasbarggu bargama ja doaimma ovddideami váttisin.
sms: SäŠmmlai kääzzkõõzzi õõuđâsviikkâmtuâŠjast lij puäŠttam õudde resurssi vääŠnnvuõtt, kååŠtt tuejjad vaiggeen õhttsažtuââŠjj tueŠjjumuužž da toimmjem õõudâsviikkmuužž.

source: Sámeguovllus dárbbašuvvo oppa guovllu oktasaš sápmelaš árabajásgeassinstivrejeaddji.
sms: SääŠmvuuŠvdin taarbšet oŠbb sääŠmvuuŠvd õhttsa säŠmmla håiddâkksai peâmmtuââŠj ohjjeei.

source: Árabajásgeassinstivrejeaddji bargguide gulašedje beaivedivššuin, giellabesiiguin, ovdaoahpahusain ja rávvehagaiguin dahkkon ovttasbargu sihke stivren ja dieđiheapmi sámegiela, kultuvrra, bajásgeassima ja máŋggagielatvuhtii guoskevaš áššiin.
sms: Håiddâkksai peâmmtuâŠj ohjjeei tuõŠjju kuulče peiŠvvhååid, ǩiõllpieŠssi, õuddmättŠtõõzz da vuäŠpstempaaiǩivuiŠm tueŠjjuum õhttsažtuâŠjj da ohjjumuš da teađtumuš sääŠmǩiõlle, kulttuure, peâmmʼ mužže da määŋgǩiõllsažvuõtte kuulli aaŠššin.

source: Árabajásgeassima bargoveaga oažžun, skuvlen ja máhttin
sms: Håiddâkksai peâmm personkååŠdd vuäŠʒʒmuš, škoouljummuš da silttumuš

source: Sápmelaš árabajásgeassima stuorámus hástalussan lea sámegielat skuvlejuvvon bargoveaga oažžun.
sms: SäŠmmla håiddâkksai peâmmtuââŠj šuurmõs õudde puõŠtti vaŠǯǯlõzzân lij sääŠmiõllsa škoouljum personkååŠdd vuäŠǯǯamvuõtt.

source: Sápmelaš vuolggačuoggáin plánejuvvon ámmátlaš ja allaskuvladási skuvlejumi galggašii sáhttit oažžut sápmelaččaid ruovttuguovllus.
sms: SäŠmmlai vuâlggmuužžin plaanum ämmatlaž da pââjbu ceäkkas škoouljumuužž õõlǥče vueitted mättʼtõõttâd saaŠmi dommvuuŠvdest.

source: Suomas eai lágit sámegielat árabajásgeassinsuorggi skuvlejumi.
sms: LääŠddjânnmest jeäŠt jäärjest sääŠmǩiõllsa håiddâkksai peâmmtuââŠj škoouljumuužž.

source: Oulu universiteahta, oahpaheaddjiskuvlenlágádusas, lea earri (2 báikki) riegádeamis sámegielagiidda mánáidgárdeoahpaheaddjiohcciide suomagielat skuvlejupmái.
sms: Oulu õllškooulâst. UŠččteeliškoouljemstrooitlest lij ǩiddõs (2 pääiǩ) šõddâmvuõđ mieŠldd sääŠmǩiõllsaid päärnaihååiduŠččteelen ooccjid lääŠddǩiõllsaid skoouljumužže.

source: Lagamus sápmelaš árabajásgeassinoahpahusa fálli allaskuvla lea Davvi-Norggas.
sms: Ââldmõs säŠmmla håiddâkksai peâmmtuââŠj mättʼteei õllškooul lij TâŠvv- Taarrjânnmest.

source: Suomabeale sámegielagiin lea vuoigatvuohta ohcat Norgii oažžut skuvlejumi mánáidgárdeoahpaheaddjin.
sms: LäŠddlain sääŠmǩiõllsain lij vuõiggâdvuõtt ooccõõttád Taarrjânnma mättõõttʼtâd päärnaihååid uŠččteelen.

source: Sámeguovllu oahpahusguovddážis Anáris lea ordnejuvvon sosiála- ja dearvvašvuođasuorggi vuođđodutkosii doalvu lagašdivššárskuvlejumi jagi 1997 rájes.
sms: SääŠmvuuŠvd škoouljemkõskkõõzzást Aanrest lij järjstum sosiaal- da tiõrvâsvuõtt-tuâjai vuâđđtutǩǩõzze viikki âlddhoiddjeeisǩoouljumuužž eeŠjjest 1997 ääŠljeeŠl.

source: Skuvlen lea dahkan álkibun eatnigielat sámegielat skuvlejuvvon bargoveaga oažžuma.
sms: Škoouljumuš lij heâlptam jieŠnnǩiõllân sääŠmkiõllsa škoouljum personkååŠdd vuäŠǯǯmuužž.

source: Oahpahusplánii gullá buohkaide oktasažžan dušše 2 oahppavahku sámegielat skuvlejupmi ja 2 (ov) máŋggakultuvrrat oahput.
sms: Mättʼ tõsplaan sizz kooll pukid õhttsižžen pâi 2 mättʼtõsneäŠttled sääŠmǩiõll mättʼtõs da 2 (mn) määnggkulttuurvuõđ mättʼtõs.

source: Friija válljejuvvon oahpuide (10 ov) sáhttá váldit sámegiela ja kultuvrra oahpuid.
sms: Luâvas vaŠlljeemnalla kuulli mättʼtõõzzid (10 mn) vuäitt siisǩeed sääŠmǩiõl da kulttuurmättʼtõõzz..

source: Sámeguovllus ordnejuvvon skuvlejumiide galggašii váldot olu eanet sámegiela ja kultuvrra oahpuid.
sms: SääŠmvuuŠvdest järjstum škoouljumuužžid õõlǥče siisǩeed jiânnai jäänab sääŠmǩiõl da kulttuurmättʼtõõzzid.

source: Árabajásgeassinbargoveaga barggut leat pedagogalaččat, sosiálalaččat ja servodatlaččat rievdan eambo gáibideaddjin.
sms: Håiddâkksai peâmmpersonkååŠdd tuââŠj lie pedagoglaž, sosiaalaž da ohjttsažkååŠddlažnalla muttsõõvvâm vâŠǯǯleben.

source: Máná gielladáiddu earálágan dássi ja persovnnalaš dárbbut dahket bargiide iežas lassihástalusaid.
sms: Päärnai ǩiõlsilttumuužž jeeresnallšem tääzz da juõǩǩga jiijjõsnallšem taarbb peŠjje tuâŠjjlaid jiiŠjjesnallšem váŠǯǯlõõzzid.

source: Árabajásgeassimis ollesolbmuid gaskanas gaskavuođat ja barggus veadjin čuhcet mánáide ja bargobáikki birrasii.
sms: Håiddâkksai peâmmʼmuužžâst vuõrâsoummi kõskksa kõskkvuõđ da tuâŠjast vuäittmõž pelkka päärnaid da håiddpääiǩǩ påreade.

source: bargostivrema ja skuvlejumi.
sms: Lij vääžnai tueŠjjeed personkååŠdd tuâŠjastvuäittem õudde, tuâŠjjnohjjumužže da škoouljumužže.

source: Bajásgeassái lea buorre smiehttat iežas doaibmavugiid ja háleštallat earálágan diliid bokte boahtán dovdduin ja reagerenvugiin.
sms: Peâmmai lij pueŠrr smiõttâd jiiŠjjes toimmjemnaalid da saǥstõõllâd jeeresnallšem šõddmuužži šõddeem tobddmuužži da reagâsttemnääŠlin.

source: Árabajásgeassinbargoveahka dárbbaša doarjaga ja máhttima nannema
sms: Håiddâkksai peâmmpersonkåŠdd taarbaš tueŠrjj da silttumuužž ravvumuužž

source: - pedagogalaš geavadagaid ja metodaid árvvoštallamis ja ovddideamis
sms: - pedagoglaž tuâjai da mõõntõõllmuužži arvstõõllmuužzâst da õõuđâsviikkmuužžâst

source: - seammaláganiindahkanproseassa váikkuhusaid ja vuogádagaid earuheamis; mo dat stivrejit jurddašeami ja doaimma (kolonialisma)
sms: - õõutmieŠlddsižžen raajjtem- proseess vaaiktõõzzi da järjstõõǥǥi tobbdmuužžâšt; mäŠhtt tõk ohjjee jurddjid da toimmjumuužž (kolonialism)

source: - máná sámegiela ja kultuvrra nannemis
sms: - päärnai sääŠmǩiõl da kulttuur ravvumuužžâst

source: - sámegielain ja kultuvrras - iežas sápmelaš ámátidentitehta nannemis
sms: - jiiŠjjes säŠmmla ämmatt - identiteett ravvumuužžâst

source: - sápmelaš kultuvrra vuolggačuoggáin dáhpáhuvvan árabajásgeassima ulbmiliid, sisdoalu ja
sms: - säŠmmla kulttuur vualggmuužžâst šõddi håiddâkksai peâmm täävvtõõzzi, siisǩe da tuåimmplaanin

source: doaimmaid plánemis
sms: - kulttuurfiŠttjõõžž miârkktõõzzâst kiõl da kulttuur ruõŠkkjen

source: - kulturáddejumi mearkkašumis giela ja kultuvrra seailluheaddjin
sms: - määŋgǩiõllsažvuõtt peâmmtuâŠjast.

source: - máŋggagielatvuohtaskuvlejumis sápmelaš bálvalusaid ovddidanfidnu áigge lea ilbman dárbu plánet ja ordnet skuvlejumi giellabeassebargovehkii ja vánhemiidda sámegiela ja kultuvrra ealáskahttimis.
sms: SäŠmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz äiŠǧǧen lij puäŠttam õudde tarbb plaanâd da järjsted škoouljumuužž ǩiõllpieŠsspersonkåŠdda da puärrsid sääŠmǩiõl da kulttuur jeäŠlljâttmuužžâst.

source: Árabajásgeassinbálvalusaid máŋggahámatvuohta
sms: Håiddâkksai peâmmkääzzkõõzzi määŋgnallšemvuõtt

source: Sápmelaš bearaš- ja bargoeallima oktiiheiveheapmin galggašii ovddidit sámegielat árabajásgeassinbálvalusaid máŋggaláganvuođa nu, ahte ordnet rabas riekkes- ja stoahkandoaimma sihke oasseáigásaš árabajásgeassinbálvalusaid.
sms: SäŠmmlai piâr- da tuâŠjj-jieŠllem õhtte suåvtumužže ââlǥče õõudâsviikkâd sääŠmǩiõllsai håiddâkksai peâmmkääzzkõõzzi määŋgnallšemvuõđ järjsteeŠl ääŠv kruugg- da siõrrtoimmjumuužž di vueŠssäiggsaid håiddâkksai peâmmkääzzkõõzzid.

source: Máŋggaláganvuohta dagašii vejolažžan buorebut sápmelaččaid árbevirolaš ja lotnolasealáhusain birgejumi oažžu bearrašiid dárbbuid vuhtii váldima beaivedikšunáiggiid ordnemiin ja dikšunhámiid ollašuhttimis.
sms: Määŋg nallšemvuõđ čõõđtumuš ooŠvdče vueittemvuõđ pueŠrben säŠmmlai ärbbvuõđin da õhttuum jieŠllemvueŠjjin puåđ vuäŠǯǯai piârrji taarbi lokku väŠlddmužže peiŠvvhåiddaaiŠji järjstõõllâm- da håiddamnaali čõõđtumuužžâst.

source: Mielddus 1.
sms: ʼhttõs 1.

source: SOAHPAMUŠAT JA LÁGAT, MAT STIVREJIT ÁRABAJÁSGEASSIMA
sms: HÅIDDÂKKSAI PEÂMM OHJJEEI SUÅPPMʼʼŽŽ DA LÄÄŠJJ

source: Riikkaidgaskasaš soahpamušat
sms: Meeraikõskksaž suåppmõõžž

source: Árabajásgeassima árvvuid linnjáid čájehit máŋggat riikkaidgaskasaš soahpamušat.
sms: Håiddâkksai peâmmtuââŠj ärvv-vuuađ linjjee määŋg meeraikõskksaž suåppmõžže.

source: Suopma le ratifiseren máŋggaid riikkaidgaskasaš soahpamušaid, maiguin dat lea čatnasat sápmelaččaid giela ja kultuvrra seailluheapmái ja ovddideapmái.
sms: LääŠddjânnam lij ratifiâsttam määŋgaid meeraikõskksaid suåppmõõžžid, koin tõt čõõnââtt säŠmmlai ǩiõl da kulttuur ruõkkmužže da õõdâsviikkmužže.
